{
	"items": [{
		"label": "LBL_00001",
		"text": "New Game"
	},{
		"label": "LBL_00002",
		"text": "Quit Game"
	},{
		"label": "LBL_00003",
		"text": "Start Game"
	},{
		"label": "LBL_00004",
		"text": "Back"
	},{
		"label": "LBL_00005",
		"text": "250 Tiles"
	},{
		"label": "LBL_00006",
		"text": "500 Tiles"
	},{
		"label": "LBL_00007",
		"text": "1500 Tiles"
	},{
		"label": "LBL_00008",
		"text": "Save & Exit"
	},{
		"label": "LBL_00009",
		"text": "Continue Game"
	},{
		"label": "LBL_00010",
		"text": "Load Game"
	},{
		"label": "LBL_00011",
		"text": "Multiplayer"
	},{
		"label": "LBL_00012",
		"text": "Create Game"
	},{
		"label": "LBL_00013",
		"text": "Join Game"
	},{
		"label": "LBL_00014",
		"text": "Login"
	},{
		"label": "LBL_00015",
		"text": "Register Account"
	},{
		"label": "LBL_00016",
		"text": "Password"
	},{
		"label": "LBL_00017",
		"text": "Email"
	},{
		"label": "LBL_00018",
		"text": "Display Name"
	},{
		"label": "LBL_00019",
		"text": "Confirm Password"
	},{
		"label": "LBL_00020",
		"text": "Register"
	},{
		"label": "LBL_00021",
		"text": "Remember Me"
	},{
		"label": "LBL_00022",
		"text": "Confirm"
	},{
		"label": "LBL_00023",
		"text": "Cancel"
	},{
		"label": "LBL_00024",
		"text": "Approval Needed"
	},{
		"label": "LBL_00025",
		"text": "Error Encountered"
	},{
		"label": "LBL_00026",
		"text": "Close"
	},{
		"label": "LBL_00027",
		"text": "Options"
	},{
		"label": "LBL_00028",
		"text": "Accept Registration EULA"
	},{
		"label": "LBL_00029",
		"text": "Or"
	},{
		"label": "LBL_00030",
		"text": "By"
	},{
		"label": "LBL_00031",
		"text": "${0} of ${1} Puzzle Boxes owned"
	},{
		"label": "LBL_00032",
		"text": "Select Category"
	},{
		"label": "LBL_00033",
		"text": "Category: ${0}"
	},{
		"label": "LBL_00034",
		"text": "${0} More to See"
	},{
		"label": "LBL_00035",
		"text": "Container Label"
	},{
		"label": "LBL_00036",
		"text": "Workbench"
	},{
		"label": "LBL_00037",
		"text": "Puzzle Box Title"
	},{
		"label": "LBL_00038",
		"text": "${0} Tiles"
	},{
		"label": "LBL_00039",
		"text": "Authenticate"
	},{
		"label": "LBL_00040",
		"text": "Authentication via Steam"
	},{
		"label": "LBL_00041",
		"text": "Authenticate Automatically"
	},{
		"label": "LBL_00042",
		"text": "Authentication @ Belleal Games"
	},{
		"label": "LBL_00043",
		"text": "Registration @ Belleal Games"
	},{
		"label": "LBL_00044",
		"text": "Welcome, <b>${0}</b>. We wish you a pleasant game."
	},{
		"label": "LBL_00045",
		"text": "Game Guide"
	},{
		"label": "LBL_00046",
		"text": "Report Bug"
	},{
		"label": "LBL_00047",
		"text": "Submit Bug Report"
	},{
		"label": "LBL_00048",
		"text": "Summary"
	},{
		"label": "LBL_00049",
		"text": "Description"
	},{
		"label": "LBL_00050",
		"text": "Submit"
	},{
		"label": "LBL_00051",
		"text": "Operation in Progress"
	},{
		"label": "LBL_00052",
		"text": "Loading. Please wait..."
	},{
		"label": "LBL_00053",
		"text": "Loading completed"
	},{
		"label": "LBL_00054",
		"text": "Important Information"
	},{
		"label": "LBL_00055",
		"text": "Puzzle Completed"
	},{
		"label": "LBL_00056",
		"text": "Congratulations!"
	},{
		"label": "LBL_00057",
		"text": "Exit"
	},{
		"label": "LBL_00058",
		"text": "Options"
	},{
		"label": "LBL_00059",
		"text": "Options: Player Controls"
	},{
		"label": "LBL_00060",
		"text": "Camera Sensitivity"
	},{
		"label": "LBL_00061",
		"text": "Ascend / Descend Speed"
	},{
		"label": "LBL_00062",
		"text": "Move Speed"
	},{
		"label": "LBL_00063",
		"text": "Invert Camera"
	},{
		"label": "LBL_00064",
		"text": "Zoom Speed"
	},{
		"label": "LBL_00065",
		"text": "Unauthenticated"
	},{
		"label": "LBL_00066",
		"text": "Authenticated"
	},{
		"label": "LBL_00067",
		"text": "Puzzle Tile Proximity Threshold"
	},{
		"label": "LBL_00068",
		"text": "Options: General"
	},{
		"label": "LBL_00069",
		"text": "Puzzle Tile Axis Offset"
	},{
		"label": "LBL_00070",
		"text": "Puzzle Tile Grab Radius"
	},{
		"label": "LBL_00071",
		"text": "Defaults"
	},{
		"label": "LBL_00072",
		"text": "Select Game to Load"
	},{
		"label": "LBL_00073",
		"text": "Mute Audio"
	},{
		"label": "LBL_00074",
		"text": "Music Volume"
	},{
		"label": "LBL_00075",
		"text": "SFX Volume"
	},{
		"label": "LBL_00076",
		"text": "Options: Audio"
	},{
		"label": "LBL_01000",
		"text": "There is a required game content that is not available with your local installation. The size of the package is <b>${0} Mb</b> and the game can download and install it automatically. Please be aware, that this action might result in additional charges with your Internet provider.\n\r\n\rDo you wish to continue?"
	},{
		"label": "LBL_01001",
		"text": "There is a required game content in your local installation that is of an older version and needs to be updated. The size of the package is <b>${0} Mb</b> and the game can download and install it automatically. Please be aware, that this action might result in additional charges with your Internet provider.\n\r\n\rDo you wish to continue?"
	},{
		"label": "LBL_01002",
		"text": "To move around the playground use keyboard keys <b>W</b> (Forward), <b>A</b> (Backward), <b>S</b> (Left), <b>D</b> (Right). This will let you slide at constant speed in the direction you want."
	},{
		"label": "LBL_01003",
		"text": "Dear player, you've launched <b>Masters of Puzzle</b> via <b>Steam</b>. In order for you to enjoy our online services, you will need to authenticate with your current Steam session into our game servers by clicking the button below. You can also enable automatic authentication to skip this step in the future."
	},{
		"label": "LBL_01004",
		"text": "Dear player, welcome to <b>Masters of Puzzle</b>. In order for you to enjoy our online services, you will need to login into your <b>Belleal Games</b> account. If you don't have an account yet, please use the in-game registration form accessible via the button below."
	},{
		"label": "LBL_01005",
		"text": "<b>Moving Around the Game Board</b>\n\r\n\rAs a player, you can move around parallel to the game board to reach all of its areas or to view certain items. To do that use the <b>W</b>, <b>A</b>, <b>S</b>, and <b>D</b> keys or their corresponding <b>Arrow</b> keys. Alternatively, you can move with the mouse by holding the <b>Middle Mouse Button</b> and <i>dragging</i> it in the desired direction. You can also speed up by holding the <b>Shift</b> key or slow down by holding the <b>Ctrl</b> key while moving.\n\r\n\rThe movements will be restricted to the game board area, so keep that in mind when moving close to the edges."
	},{
		"label": "LBL_01006",
		"text": "<b>Moving Vertically</b>\n\r\n\rAppart from the horizontal movement, you can also climb up and down in relation to the game board. To do that use the <b>Q</b> and <b>E</b> keys. There is no direct alternative to this by using the mouse only, but you can achieve a similar effect by using a combination of looking around and moving along the view-axis controls (see below)."
	},{
		"label": "LBL_01007",
		"text": "<b>Moving Along the View-axis</b>\n\r\n\rBy using the <b>Mouse Wheel</b>, you can move forward or backward in the direction you’re currently looking at. This control has no keyboard shortcuts and is intended to be used in combination with other movement controls."
	},{
		"label": "LBL_01008",
		"text": "<b>Looking Around the Room</b>\n\r\n\rYou are not limited to only move around. You can also look around the game environment with the mouse by holding the <b>Right Mouse Button</b> and <i>dragging</i> it in the desired direction. This control has no keyboard shortcuts and is intended to be used in combination with other movement controls.\n\r\n\rThe looking-angle is currently restricted in the arc between 0 and 90 degrees, where 0 faces straight down towards the game board."
	},{
		"label": "LBL_01009",
		"text": "<b>Manipulating Puzzle Tiles</b>\n\r\n\rThe puzzle tile manipulation is a rather complex topic as it is at the hearth of the game. Therefore, we have several different controls related to that."
	},{
		"label": "LBL_01010",
		"text": "<b>Taking and Moving Puzzle Tiles</b>\n\r\n\rTo <i>pick up a tile</i> up you need to click the <b>Left Mouse Button</b> while the mouse cursor is positioned over it. No need to hold the button once the tile is picked – it will follow your mouse movements around the game board until you drop it. In that regard, to <i>put down a tile</i>, click the <b>Left Mouse Button</b> again. The tile will be dropped at the location your mouse cursor is currently pointing at.\n\r\n\rYou can also grab several puzzle tiles at once by holding the <b>Shift</b> key and clicking with the <b>Left Mouse Button</b> on a tile. This will result in all tiles in a certain radius around that central tile to be picked up together as if in a fist. You can then move them around in a group and drop them anywhere you like. All puzzle tiles will retain their original position and rotation during this operation."
	},{
		"label": "LBL_01011",
		"text": "<b>Opening the Puzzle Tile Context Menu</b>\n\r\n\rTo open the context menu while holding a tile, you need to <i>hold</i> the <b>Left Mouse Button</b> for a second or more. Once the menu opens next to the puzzle tile, you need to continue to hold the Left Mouse Button and <i>move</i> the mouse cursor over the desired menu action before <i>releasing it</i> in order to activate that action."
	},{
		"label": "LBL_01012",
		"text": "<b>Rotating Puzzle Tiles</b>\n\r\n\rTo rotate a puzzle tile clockwise and counterclockwise while holding it, use the <b>Z</b> (counterclockwise) and <b>X</b> (clockwise) keys. Alternatively, you can also do that only with the mouse by using the tile context menu.\n\r\n\rKeep in mind, that the tile will maintain its horizontal orientation to be parallel to the game board once picked up (i.e. face up). However, it will not provide any hints towards its correct orientation in the puzzle image to maintain the challenge – this part you’ll have to figure out by yourself."
	},{
		"label": "LBL_01013",
		"text": "<b>Inspecting Puzzle Tiles</b>\n\r\n\rTo inspect a puzzle tile <i>while holding it</i>, use the <b>F</b> key. This will move the tile close to the screen viewport and turn the image towards you. The tile will keep its current orientation and rotation. To return the tile back to its original location above the game board press the <b>F</b> key again. Alternatively, you can also do that only with the mouse by using the tile context menu. You can also rotate the tile while it’s being inspected. Also, if you press the <b>Left Mouse Button</b> while you inspect a tile, it will be released and returned to its last location on the game board."
	},{
		"label": "LBL_01014",
		"text": "<b>Manipulating the Puzzle Model</b>\n\r\n\rAt any time during gameplay, you can call the puzzle model for a close inspection. To do that use the <b>G</b> key. The puzzle model box will be scaled to fit your current screen viewport. It will also be oriented with the puzzle image towards you. To return the puzzle model back to its original place press the <b>G</b> key again. Currently, there is no alternative to do that with the mouse only, but we will be adding something in a later release."
	},{
		"label": "LBL_01015",
		"text": "<b>Moving the Inspection Lens</b>\n\r\n\rIf your puzzle model has an inspection lens attached, you can move it around over the puzzle image by clicking and <i>holding</i> the <b>Left Mouse Button</b> while the mouse cursor is over the lens head. Then you need to <i>drag</i> the mouse in the desired direction. To leave the lens at its current location just release the <b>Left Mouse Button</b>. You can manipulate the inspection lens in this way regardless of whether the puzzle model is called up for close inspection or not (see above)."
	},{
		"label": "LBL_01016",
		"text": "Slicing image model into puzzle tiles"
	},{
		"label": "LBL_01017",
		"text": "Packing puzzle tiles into the box"
	},{
		"label": "LBL_01018",
		"text": "Cleaning up the playing surface"
	},{
		"label": "LBL_01019",
		"text": "Rolling out the puzzle mat"
	},{
		"label": "LBL_01020",
		"text": "Setting up the puzzle model"
	},{
		"label": "LBL_01021",
		"text": "We are sorry you encountered a problem with our game! We will be grateful if you describe the issue as accurate as possible in order for us to be able to track and eliminate it. However, please read the following notice carefully before proceeding.\n\r\n\r<b>Important Note</b>: In order to make this service as useful as possible, we will have to take a snapshot of your system at the time of the bug report. That snapshot contains only <b>anonymous</b> data about your hardware configuration and the current state of the game. By sending this report, you agree to provide us with this information for the purposes of resolving the issue you encountered. The data will be automatically deleted as soon as the issue is resolved. Since the bug report is anonymous, there is no way for us to contact you back based on this report. If you have a question or require direct assistance, please use one of our other channels to get in touch instead.\n\r\n\rWe thank you for your support!"
	},{
		"label": "LBL_01022",
		"text": "<i>Your report is being submitted. Please wait...</i>"
	},{
		"label": "LBL_01023",
		"text": "The required game content is being downloaded and unpacked. Please wait..."
	},{
		"label": "LBL_01024",
		"text": "Are you sure you want to delete the saved game for this puzzle box and tile set combination? This operation cannot be reversed."
	},{
		"label": "LBL_01025",
		"text": "The required game content is being unpacked. Please wait..."
	},{
		"label": "LBL_01026",
		"text": "Please be aware that playing the game with a content that is not up to date may result in various unpredictable issues. We cannot guarantee the quality of your game experience unless you update that content."
	},{
		"label": "LBL_01027",
		"text": "<b>Goal of the Game</b>\n\r\n\rYour goal in this game is to assemble the entire puzzle image correctly <i>on the Puzzle Mat</i>. The <b>Puzzle Mat</b> is the pale sheet of fine cloth located in the middle of the play table. You can assemble pieces of the puzzle outside the mat of course, but the final image has to be completed on the mat itself. If you're playing for time, you should also keep an eye on the timer at the top of the GUI.\n\r\n\rDon't forget that you can save your game progress to take a break and resume at any time."
	},{
		"label": "LBL_01028",
		"text": "<b>How to Start</b>\n\r\n\rYou should start by opening the <b>Puzzle Box</b> by clicking on its glass lid with the <b>Left Mouse Button</b>. It should be located on the play table close to the Puzzle Mat. Once the box is open, you can reach the puzzle tiles contained inside. After that employ your best strategy to assemble the puzzle."
	},{
		"label": "LBL_01029",
		"text": "<b>Some Advice for Puzzle Building</b>\n\r\n\rThe puzzle tiles can and should be attached to the Puzzle Mat. To attach a tile or a group of tiles to the mat, you need to place them at their correct location. If your guess was correct, the affected tiles will flash and will be set on the mat in a perfect position. Initially, <i>only</i> tiles that are part of the image frame can be attached to the mat in such a way. For all the rest you will need to attach them to frame tiles that are already set on the mat. Note that once set on the mat, the puzzle tiles are no longer interactable and cannot be moved or picked up.\n\r\n\rThe puzzle tiles can also be <i>attached</i> to eachother independently from the mat by placing one of them close to its assumed counterpart. If the guess is correct, all affected tiles will flash to indicate that they are now a group. You can link in this way both individual tiles and groups of already attached tiles. Be careful because the tiles will only attach to eachother or the mat if they have the same orientation and are put close enough. If an attachment does not occur and you're sure the tiles are the correct ones, try rotating the loose ones to a correct angle and place them closer without letting them overlap.\n\r\n\rFor information on how to manipulate the puzzle tiles, please check the following pages."
	},{
		"label": "LBL_01030",
		"text": "You've managed to complete this <b>${0}</b> tile puzzle box for <b>${1}</b> in total."
	},{
		"label": "LBL_01031",
		"text": "All options are saved automatically as you adjust them."
	},{
		"label": "LBL_01032",
		"text": "This setting controls how much two tiles can overlap or be distant from each other during placement before link attempt is triggered.\n\rWe recommend leaving this setting to its <b>minimum</b> value for the most realistic experience."
	},{
		"label": "LBL_01033",
		"text": "This setting controls how large the difference can be on the link axis between two tiles during placement before link attempt is triggered.\n\rWe recommend leaving this setting to its <b>minimum</b> value for the most realistic experience."
	},{
		"label": "LBL_01034",
		"text": "<b>Manipulating the Puzzle Box</b>\n\r\n\rTo be able to start playing the game you'll need to open the puzzle box containing all the puzzle tiles. To do that click with the <b>Left Mouse Button</b> anywhere on the box's lid. You can close the puzzle box at any time in the same way. Just be careful to click one of the visible edges of the lid located under the box itself.\n\r\n\rYou can also lift the puzzle box up to a certain position above the play table. To do that hold the <b>Alt</b> key and then click with the <b>Left Mouse Button</b> anywhere on the box or the lid. To lower the puzzle box back down on the play table use the same key combination. Lifting the puzzle box works both while it's closed and opened."
	},{
		"label": "LBL_01035",
		"text": "This setting controls how many tiles around the center tile will be picked up together when the tile grab command is executed."
	},{
		"label": "EXC_00001",
		"text": "Unknown error encountered."
	},{
		"label": "EXC_01000",
		"text": "Local asset bundle for the required game content was not found or the installed bundle is of an older version and cannot be used."
	},{
		"label": "EXC_01001",
		"text": "Remote asset bundle for the required game content was not found on the server."
	},{
		"label": "EXC_01002",
		"text": "Remote asset bundle for the required game content failed to download or decode properly."
	},{
		"label": "EXC_01003",
		"text": "Failed to retrieve download URL from the server. Please be advised that in order to download new game content you need to be authenticated."
	},{
		"label": "EXC_01004",
		"text": "New Player profile registration failed. Please make sure the details you entered are correct."
	},{
		"label": "EXC_01005",
		"text": "Authentication using custom ID failed."
	},{
		"label": "EXC_01006",
		"text": "Authentication failed. Please make sure you entered your credentials correctly."
	},{
		"label": "EXC_01007",
		"text": "Failed to authenticate in Photon multiplayer network. This might be caused by heavier server load or network connectivity issues. Please wait for several minutes and try again."
	},{
		"label": "EXC_01008",
		"text": "Failed to retrieve Player profile information. Please re-authenticate to try again."
	},{
		"label": "EXC_01017",
		"text": "Failed to retrieve the latest settings for <b>${0}</b> from the server. The game will use the local settings instead, but this might cause unpredictable issues during gameplay. Please check our community boards for more information."
	},{
		"label": "EXC_01018",
		"text": "Could not find or load the localication file for <b>${0}</b>."
	}]
}
