{
	"items": [{
		"label": "LBL_00001",
		"text": "Neues Spiel"
	},{
		"label": "LBL_00002",
		"text": "Beenden"
	},{
		"label": "LBL_00003",
		"text": "Spiel starten"
	},{
		"label": "LBL_00004",
		"text": "Zurück"
	},{
		"label": "LBL_00005",
		"text": "250 Teile"
	},{
		"label": "LBL_00006",
		"text": "500 Teile"
	},{
		"label": "LBL_00007",
		"text": "1500 Teile"
	},{
		"label": "LBL_00008",
		"text": "Speichern & Beenden"
	},{
		"label": "LBL_00009",
		"text": "Spiel fortsetzen"
	},{
		"label": "LBL_00010",
		"text": "Spiel laden"
	},{
		"label": "LBL_00011",
		"text": "Mehrspieler"
	},{
		"label": "LBL_00012",
		"text": "Spiel erstellen" 
	},{
		"label": "LBL_00013",
		"text": "Beitreten"
	},{
		"label": "LBL_00014",
		"text": "Login"
	},{
		"label": "LBL_00015",
		"text": "Konto registrieren"
	},{
		"label": "LBL_00016",
		"text": "Passwort"
	},{
		"label": "LBL_00017",
		"text": "Email"
	},{
		"label": "LBL_00018",
		"text": "Anzeigename"
	},{
		"label": "LBL_00019",
		"text": "Passwort bestätigen"
	},{
		"label": "LBL_00020",
		"text": "Registrieren"
	},{
		"label": "LBL_00021",
		"text": "Benutzer merken"
	},{
		"label": "LBL_00022",
		"text": "Bestätigen"
	},{
		"label": "LBL_00023",
		"text": "Abbrechen"
	},{
		"label": "LBL_00024",
		"text": "Bestätigung notwendig"
	},{
		"label": "LBL_00025",
		"text": "Fehler aufgetreten"
	},{
		"label": "LBL_00026",
		"text": "Schließen"
	},{
		"label": "LBL_00027",
		"text": "Optionen"
	},{
		"label": "LBL_00028",
		"text": "Registrierungs-EULA akzeptieren"
	},{
		"label": "LBL_00029",
		"text": "Oder"
	},{
		"label": "LBL_00030",
		"text": "Von"
	},{
		"label": "LBL_00031",
		"text": "${0} von ${1} Puzzle Boxen in Besitz"
	},{
		"label": "LBL_00032",
		"text": "Kategorie auswählen"
	},{
		"label": "LBL_00033",
		"text": "Kategorie: ${0}"
	},{
		"label": "LBL_00034",
		"text": "${0} mehr zu entdecken"
	},{
		"label": "LBL_00035",
		"text": "Behältername"
	},{
		"label": "LBL_00036",
		"text": "Arbeitstisch"
	},{
		"label": "LBL_00037",
		"text": "Puzzle Box Titel"
	},{
		"label": "LBL_00038",
		"text": "${0} Teile"
	},{
		"label": "LBL_00039",
		"text": "Authentifiziere"
	},{
		"label": "LBL_00040",
		"text": "Authentifizierung über Steam"
	},{
		"label": "LBL_00041",
		"text": "Automatisch authentifizieren"
	},{
		"label": "LBL_00042",
		"text": "Authentifizierung @ Belleal Games"
	},{
		"label": "LBL_00043",
		"text": "Registrierung @ Belleal Games"
	},{
		"label": "LBL_00044",
		"text": "Hallo, <b>${0}</b>. Wir wünschen ein angenehmes Spiel."
	},{
		"label": "LBL_00045",
		"text": "Leitfaden"
	},{
		"label": "LBL_00046",
		"text": "Fehler melden"
	},{
		"label": "LBL_00047",
		"text": "Fehlermeldung übermitteln"
	},{
		"label": "LBL_00048",
		"text": "Zusammenfassung"
	},{
		"label": "LBL_00049",
		"text": "Beschreibung"
	},{
		"label": "LBL_00050",
		"text": "Abschicken"
	},{
		"label": "LBL_00051",
		"text": "Vorgang in Bearbeitung"
	},{
		"label": "LBL_00052",
		"text": "Spiel lädt. Bitte warten..."
	},{
		"label": "LBL_00053",
		"text": "Spiel geladen"
	},{
		"label": "LBL_00054",
		"text": "Wichtige Information"
	},{
		"label": "LBL_00055",
		"text": "Puzzle abgeschlossen"
	},{
		"label": "LBL_00056",
		"text": "Herzlichen Glückwunsch!"
	},{
		"label": "LBL_00057",
		"text": "Beenden"
	},{
		"label": "LBL_00058",
		"text": "Optionen"
	},{
		"label": "LBL_00059",
		"text": "Optionen: Spielersteuerung"
	},{
		"label": "LBL_00060",
		"text": "Kamerasensibilität"
	},{
		"label": "LBL_00061",
		"text": "Steig- / Sinkgeschwindigkeit"
	},{
		"label": "LBL_00062",
		"text": "Bewegungsgeschwindigkeit"
	},{
		"label": "LBL_00063",
		"text": "Kamera invertieren"
	},{
		"label": "LBL_00064",
		"text": "Zoomgeschwindigkeit"
	},{
		"label": "LBL_00065",
		"text": "Nicht authentifiziert"
	},{
		"label": "LBL_00066",
		"text": "Authentifiziert"
	},{
		"label": "LBL_00067",
		"text": "Annäherungsgrenze für Puzzleteile"
	},{
		"label": "LBL_00068",
		"text": "Optionen: Allgemein"
	},{
		"label": "LBL_00069",
		"text": "Achsenoffset der Puzzleteile"
	},{
		"label": "LBL_00070",
		"text": "Radius um Puzzleteile zu greifen"
	},{
		"label": "LBL_00071",
		"text": "Standardwerte"
	},{
		"label": "LBL_00072",
		"text": "Spiel auswählen"
	},{
		"label": "LBL_00073",
		"text": "Ton stummschalten"
	},{
		"label": "LBL_00074",
		"text": "Lautstärke Musik"
	},{
		"label": "LBL_00075",
		"text": "Lautstärke Effekte"
	},{
		"label": "LBL_00076",
		"text": "Optionen: Ton"
	},{
		"label": "LBL_01000",
		"text": "Ein notwendiger Spielinhalt ist nicht installiert. Die Größe des Pakets beträgt <b>${0} MB</b> und das Spiel kann dieses automatisch downloaden und installieren. Bitte beachten Sie, dass dies zu eventuellen Mehrkosten deines Internetanbieters führen kann.\n\r\n\rMöchten Sie fortfahren?"
	},{
		"label": "LBL_01001",
		"text": "Ein notwendiger Spielinhalt ist nicht aktuell und benötigt ein Update. Die Größe des Pakets beträgt <b>${0} MB</b> und das Spiel kann dieses automatisch downloaden und installieren. Bitte beachten Sie, dass dies zu eventuellen Mehrkosten deines Internetanbieters führen kann.\n\r\n\rMöchten Sie fortfahren?"
	},{
		"label": "LBL_01002",
		"text": "Um sich zu bewegen nutzten Sie Tasten <b>W</b> (Vorwärts), <b>A</b> (Rückwärts), <b>S</b> (Links), <b>D</b> (Rechts). Dies lässt Sie in einer konstanten Bewegung in Ihre Wunschrichtung bewegen."
	},{
		"label": "LBL_01003",
		"text": "Lieber Spieler, Sie haben <b>Masters of Puzzle</b> über <b>Steam</b> gestartet. Damit Sie unsere Onlineservices nutzen können, müssen Sie sich durch einen Klick auf den untenstehenden Button mit Ihrer aktuellen Steamsession auf unseren Spieleservern authentifizieren. Sie können auch die automatische Authentifizierung wählen, um diesen Schritt in Zukunft zu überspringen."
	},{
		"label": "LBL_01004",
		"text": "Lieber Spieler, Willkommen zu <b>Masters of Puzzle</b>. Damit Sie unsere Onlineservices nutzen können, müssen Sie sich in Ihren <b>Belleal Games</b>Account einloggen. Falls Sie noch keinen Account haben, nutzen Sie bitte das in-game Registrierungsformular, erreichbar über den untenstehenden Button."
	},{
		"label": "LBL_01005",
		"text": "<b>Um die Spieloberfläche bewegen</b>\n\r\n\rSie können sich um die Spieloberfläche bewegen um in alle Bereiche zu gelangen oder um bestimmte Dinge zu sehen. Benutzen Sie dafür die <b>W</b>, <b>A</b>, <b>S</b>, und <b>D</b> Tasten oder die entsprechenden <b>Pfeiltasten</b>.Alternativ können Sie sich bewegen, indem Sie die <b>Mittlere Maustaste</b> halten und in die gewünschte Richtung <i>ziehen</i>. Die Bewegung kann mit der <b>Shift</b>-Taste beschleunigt oder mit der <b>Strg</b>-Taste abgebremst werden.\n\r\n\rBeachten Sie, dass es nur möglich ist sich um den Spieltisch zu bewegen."
	},{
		"label": "LBL_01006",
		"text": "<b>Vertikale Bewegung</b>\n\r\n\rNeben der horizontalen Bewegung, können Sie sich relativ zum Spielbrett nach oben und unten bewegen. Nutzen Sie dafür die <b>Q</b> und <b>E</b> Tasten. Für diesen Befehl gibt es keine direkte alternative mit der Maussteuerung. Eine ähnliche Bewegung erreichen Sie, wenn Sie sich während des Umschauens auf der Sichtachse bewegen (siehe unten)."
	},{
		"label": "LBL_01007",
		"text": "<b>Auf der Sichtachse bewegen</b>\n\r\n\rMit dem <b>Mausrad</b> können Sie sich in Ihrer Sichtachse vorwärts und rückwärts bewegen. Dieser Befehl hat keine Tastaturbelegung und sollte mit einem Bewegungsbefehl kombiniert werden."
	},{
		"label": "LBL_01008",
		"text": "<b>Umschauen</b>\n\r\n\rSie können nicht nur herumlaufen, sondern sich auch durch Drücken und Halten der <b>Rechten Maustaste</b> umschauen. Dieser Befehl hat keine Tastaturbelegung und sollte mit einem Bewegungsbefehl kombiniert werden.\n\r\n\rDer Blickwinkel ist zurzeit auf einen Bogen zwischen 0 und 90 Grad beschränkt, wobei 0 direkt nach unten auf die Spieloberfläche zeigt."
	},{
		"label": "LBL_01009",
		"text": "<b>Puzzleteile handhaben</b>\n\r\n\rDie Handhabung der Puzzleteile ist ein ziemlich komplexes Thema, da es das Herzstücke des Spiels ist. Daher haben wir dafür diverse verschiedene Möglichkeiten dies zu machen."
	},{
		"label": "LBL_01010",
		"text": "<b>Puzzleteile aufnehmen und bewegen</b>\n\r\n\rUm ein <i>Puzzleteil aufzunehmen</i>, klicken Sie mit der <b>Linken Maustaste</b> auf das entsprechende Puzzleteil. Wenn das Puzzleteil einmal aufgenommen wurde, ist es nicht notwendig die Maustaste gedrückt zu halten - es folgt den Mausbewegungen bis Sie es wieder auf die Spieloberfläche ablegen. Um ein <i>Puzzleteil abzulegen</i>, drücken Sie ein weiteres Mal die <b>Linke Maustaste</b>. Das Puzzleteil wird an der aktuellen Position des Mauszeigers abgelegt.\n\r\n\rSie können mehrere Puzzleteile gleichzeitig aufnehmen, indem Sie die während des Klicks mit der <b>Linken Maustaste</b> die <b>Shift</b>-Taste gedrückt halten. Es werden dann alle Puzzleteile in einem bestimmten Radius um das mittige Puzzleteil zusammen ausgewählt, quasi wie mit der bloßen Hand aufgenommen. Sie können diese Puzzleteile dann zusammen bewegen und nach belieben ablegen. Alle Puzzleteile behalten Ihre Position und Rotation bei.\n\r\n\rFalls Sie aus irgendwelchen Gründen ein Puzzleteil von der Matte oder der Gruppe entfernen wollen, können Sie dies durch einen Klick mit der <b>Linken Maustaste</b> während Sie die <b>Strg</b>-Taste gedrückt halten. Das Puzzleteil wird von seiner Position entfernt und aufgehoben. Ist dieses Puzzleteil teil einer Gruppe gewesen, wird diese aufgelöst und das Spiel versucht die verbleibenden, sich noch berührenden Puzzleteile, zu verbinden."
	},{
		"label": "LBL_01011",
		"text": "<b>Öffnen des Puzzleteil-Kontextmenüs</b>\n\r\n\rUm das Kontextmenü zu öffnen, klicken und <i>halten</i> Sie die <b>Linke Maustaste</b> bei der Auswahl des Puzzleteils. Wenn das Kontextmenü geöffnet ist, müssen Sie weiterhin die Maustaste gedrückt halten und den Mauszeiger über die gewünschte Option <i>bewegen</i> und anschließend die Maustaste <i>loslassen</i> um den Befehl auszuführen."
	},{
		"label": "LBL_01012",
		"text": "<b>Puzzleteile drehen</b>\n\r\n\rUm Puzzleteile im und gegen den Uhrzeigersinn zu drehen, drücken Sie die <b>Z</b> (gegen den Uhrzeigersinn) und <b>X</b> (im Uhrzeigersinn) Tasten, <i>während Sie das Puzzleteil in der Hand halten</i>. Alternativ können Sie auch das Puzzleteil-Kontextmenü nutzen.\n\r\n\rBeachten Sie, dass die Puzzleteileile ihre parallele Ausrichtung zum Spielbrett beibehalten (z.B. mit der Bildseite nach oben), wenn sie aufgenommen werden. Dennoch gibt des keinen Hinweise auf die letztendliche Drehung des Puzzleteil innerhalb des Bildes – dies ist der Teil, den Sie selbst herausfinden müssen."
	},{
		"label": "LBL_01013",
		"text": "<b>Puzzleteile betrachten</b>\n\r\n\rUm ein Puzzleteil zu betrachten, drücken Sie die <b>F</b> Taste <i>während Sie es in der Hand halten</i>. Dies holt das Puzzleteil näher heran und dreht die Bildseite in Ihre Richtung. Das Puzzleteil behält seine aktuelle Position und Drehung. Um das Puzzleteil auf seine angestammte Position zurückzulegen, drücken Sie ein weiteres Mal die <b>F</b>Taste. Alternativ können Sie auch das Puzzleteil-Kontextmenü benutzen. Während des genauen Betrachten können Sie das Puzzleteil auch drehen. Ebenfalls, können Sie das Puzzleteil durch einen Klick auf die <b>Linke Maustaste</b> zurück auf das Spielfeld legen."
	},{
		"label": "LBL_01014",
		"text": "<b>Das Puzzle-Modell handhaben</b>\n\r\n\rSie können jederzeit das Puzzle-Modell für ein genaueres Betrachten heranziehen indem Sie die <b>G</b> Taste drücken. Das Puzzle-Modell wird der aktuellen Fenstergröße angepasst. Ebenfalls wird das Puzzlebild zu Ihnen hingewandt sein. Um das Puzzle-Modell zurückzulegen, drücken Sie ein weiteres Mal die <b>G</b> Taste. Derzeit gibt es keine alternative Steuerung mit der Maus. Wir werden dies aber in einem späteren Release nachreichen."
	},{
		"label": "LBL_01015",
		"text": "<b>Das Vergrößerungsglas bewegen</b>\n\r\n\rWenn Ihr Puzzle-Modell ein Vergrößerungsglas besitzt, können Sie dieses durch Klicken und <i>Halten</i> der <b>Linken Maustaste</b> bewegen, sofern der Mauszeiger über der Linse ist. Dann müssen Sie die Maus in Ihre gewünschte Richtung <i>ziehen</i>. Um das Vergrößerungsglas zurückzusetzen, lassen Sie einfach die <b>Linke Maustaste</b> los. Sie können das Vergrößerungsglas nutzen, unabhängig davon, ob das Puzzle-Modell zur genaueren Betrachtung herangezogen wurde (siehe oben)."
	},{
		"label": "LBL_01016",
		"text": "Schneide Bild in Puzzleteile"
	},{
		"label": "LBL_01017",
		"text": "Packe Puzzleteile in die Box"
	},{
		"label": "LBL_01018",
		"text": "Räume Spieloberfläche auf"
	},{
		"label": "LBL_01019",
		"text": "Rolle Puzzlematte aus"
	},{
		"label": "LBL_01020",
		"text": "Richte das Puzzle ein"
	},{
		"label": "LBL_01021",
		"text": "Es tut uns leid, dass ein Problem mit unserem Spiel aufgetreten ist! Wir wären Ihnen dankbar, wenn Sie das Problem so genau wie möglich beschreiben könnten, damit wir den Fehler finden und beseitigen können. Bitte lesen Sie dazu den folgen Hinweis gründlich durch.\n\r\n\r<b>Wichtiger Hinweis</b>: Damit die Nutzbarkeit dieses Services so groß wie möglich wird, werden wir einen Snapshot Ihres Systems an den Fehlerbericht anhängen. Der Snapshot enthält ausschließlich <b>anonyme</b> Daten über Ihre Hardwarekonfiguration und den aktuellen Zustand des Spiels. Durch das Absenden des Berichts, stimmen Sie zu, uns diese Daten zur Fehlerbeseitigung zur Verfügung zu stellen. Die Daten werden automatisch gelöscht, wenn der Fehler behoben wurde. Da der Fehlerbericht anonym ist, haben wir keine Möglichkeit Sie in Bezug auf den Bericht zu kontaktieren. Wenn Sie eine Fragen haben oder sonstige Unterstützung benötigen, nutzen Sie bitte für die Kontaktaufnahme einen unserer Kanäle.\n\r\n\rWir danken Ihnen für Ihre Unterstützung!"
	},{
		"label": "LBL_01022",
		"text": "<i>Die Fehlermeldung wird übermittelt. Bitte warten...</i>"
	},{
		"label": "LBL_01023",
		"text": "Der benötige Spielinhalt wird heruntergeladen und entpackt. Bitte warten..."
	},{
		"label": "LBL_01024",
		"text": "Sind Sie sicher, dass sie den Speicherstand dieser Puzzlebox und Größe löschen wollen? Dieser Vorgang kann nicht rückgängig gemacht werden."
	},{
		"label": "LBL_01025",
		"text": "Der benötigte Spielinhalt wird entpackt. Bitte warten..."
	},{
		"label": "LBL_01026",
		"text": "Bitte beachten Sie, dass das Spielen von nicht aktuellen Spielinhalten zu unvorhersehbaren Fehlern führen kann. Wir können Ihnen keine positive Spielerfahrung garantieren, solange Sie den Inhalt nicht aktualisieren."
	},{
		"label": "LBL_01027",
		"text": "<b>Ziel des Spiels</b>\n\r\n\rZiel des Spiels ist das korrekte Zusammensetzen des Bildes <i>auf der Puzzlematte</i>. Die <b>Puzzlematte</b> ist das helle Stück Stoff in der Mitte des Spieltisches. Sie können natürlich Puzzleteile außerhalb der Matte zusammenfügen, aber das endgültige Bild muss auf der Puzzlematte liegen. Wenn Sie gegen die Zeit spielen, sollten Sie die Uhr oben rechts auf der Benutzeroberfläche im Auge behalten.\n\r\n\rVergessen Sie nicht, dass es jederzeit möglich ist den Fortschritt zu speichern und das Spiel zu einer anderen Zeit fortzusetzen."
	},{
		"label": "LBL_01028",
		"text": "<b>Wie man anfängt</b>\n\r\n\rSie sollten starten, indem Sie die <b>Puzzle-Box</b> durch einen Klick mit der <b>Linken Maustaste</b> auf den Deckel öffnen. Sie sollte neben der Puzzlematte auf dem Tisch stehen. Wenn die Box geöffnet ist, können Sie auf deren Puzzleteile zugreifen. Danach sollten Sie Ihre beste Strategie für das Zusammensetzen anwenden."
	},{
		"label": "LBL_01029",
		"text": "<b>Hinweise zum Puzzeln</b>\n\r\n\rDie Puzzleteile können und sollten an die Puzzlematte angefügt werden. Damit ein Puzzleteil oder eine Gruppe von Puzzleteilen an die Matte angefügt wird, müssen sie an der korrekten Position auf der Matte abgelegt werden. Wenn Ihr Versuch richtig war, blinkt das Puzzleteil kurz auf und wird perfekt ausgerichtet an die Puzzlematte angefügt. Zu Beginn, können mit dieser Methode <i>ausschließlich</i> Randteile angefügt werden. Die anderen Puzzleteile müssen an schon angehangene Randteile angefügt werden. Beachten Sie, dass einmal zur Matte hinzugefügte Puzzleteile nicht mehr veränderbar sind und nicht mehr bewegt oder aufgenommen werden können.\n\r\n\rPuzzleteile können ebenfalls unabhängig von der Puzzlematte <i>aneinandergefügt</i> werden indem sie nah ihres Gegenstücks platziert werden. Wenn Ihre Vermutung korrekt ist, leuchten die entsprechenden Puzzleteile kurz auf und bilden ab dann eine Gruppe. Sie können so entweder einzelne Puzzleteile oder Gruppen aneinanderfügen. Aber Achtung, die Puzzleteile werden nur aneinandergefügt, wenn sie die gleiche Orientierung haben und nah genug aneinander gesetzt werden. Falls zwei Puzzleteile, bei denen Sie sich sicher sind, dass sie zusammengehören, nicht aneinander gefügt werden, versuchen Sie die losen Puzzleteile in den richtigen Winkel zu drehen und legen Sie das Puzzleteil näher an das andere ab, ohne dass sich die Puzzleteile überlappen.\n\r\n\rFür Information darüber, wie Sie Puzzleteile manipulieren, lesen Sie bitte die nachfolgenden Seiten."
	},{
		"label": "LBL_01030",
		"text": "Sie haben diese <b>${0}</b> Puzzleteile-Box <b>${1}</b> Mal abgeschlossen."
	},{
		"label": "LBL_01031",
		"text": "Alle Optionen werden direkt beim Setzen gespeichert."
	},{
		"label": "LBL_01032",
		"text": "Diese Einstellung bestimmt, wie weit sich zwei Puzzleteile überlappen, oder entfernt voneinander sein, dürfen, bevor versucht wird sie zu verbinden.\n\rWir empfehlen Ihnen diese Einstellung auf dem <b>kleinsten</b> Wert zu belassen, um die realistischste Erfahrung zu genießen."
	},{
		"label": "LBL_01033",
		"text": "Diese Einstellung bestimmt, wie groß die Differenz auf den Achsen zweier Puzzleteile sein darf, bevor versucht wird sie zu verbinden.\n\rWir empfehlen Ihnen diese Einstellung auf dem <b>kleinsten</b> Wert zu belassen, um die realistischste Erfahrung zu genießen."
	},{
		"label": "LBL_01034",
		"text": "<b>Die Puzzlebox handhaben</b>\n\r\n\rDamit Sie mit dem Puzzeln starten können, müssen Sie zuerst die Puzzlebox, die alle Teile beinhaltet, öffnen. Das machen Sie, indem Sie mit der <b>Linken Maustaste</b> auf ihren Deckel klicken. Auf diesem Weg, können Sie die Puzzlebox jederzeit auch wieder schließen. Klicken Sie einfach auf eine der sichtbaren Ecken des Deckels.\n\r\n\rSie können ebenfalls die Puzzlebox anheben und auf eine beliebige Stelle auf den Tisch stellen. Halten Sie dafür die <b>Alt</b> Taste und klicken anschließend mit der <b>Linken Maustaste</b> irgendwo auf die Box oder den Deckel. Nutzen Sie die selbe Kombination um die Box auf den Tisch abzusetzen. Die Puzzlebox kann sowohl geöffnet als auch geschlossen verschoben werden."
	},{
		"label": "LBL_01035",
		"text": "Diese Einstellung bestimmt, wie viele Puzzleteile um die Auswahl herum aufgehoben werden."
	},{
		"label": "EXC_00001",
		"text": "Unbekannter Fehler aufgetreten."
	},{
		"label": "EXC_01000",
		"text": "Lokale Objekte für den angeforderten Spielinhalt wurden nicht gefunden oder das installierte Paket ist veraltet und kann daher nicht benutzt werden."
	},{
		"label": "EXC_01001",
		"text": "Remoteobjekte des angeforderten Spielinhalts wurden auf dem Server nicht gefunden."
	},{
		"label": "EXC_01002",
		"text": "Remoteobjekte des angeforderten Spielinhalts konnten nicht korrekt heruntergeladen oder dekodiert werden."
	},{
		"label": "EXC_01003",
		"text": "Download URL konnte nicht vom Server abgerufen werden. Bitte beachten, um weitere Spielinhalte zu downloaden, müssen Sie authentifiziert sein."
	},{
		"label": "EXC_01004",
		"text": "Profilerstellung fehlgeschlagen. Stellen Sie sicher, dass Sie die Details korrekt eingetragen haben."
	},{
		"label": "EXC_01005",
		"text": "Authentifikation mit der eigenen ID fehlgeschlagen."
	},{
		"label": "EXC_01006",
		"text": "Authentifikation fehlgeschlagen. Bitte stellen Sie sicher, dass Ihre Zugangsdaten korrekt sind."
	},{
		"label": "EXC_01007",
		"text": "Authentifikation im Photon Multiplayer Netzwerk fehlgeschlagen. Grund könnte eine hohe Serverlast oder Verbindungsprobleme sein. Bitte warten Sie einige Minuten und versuchen es erneut."
	},{
		"label": "EXC_01008",
		"text": "Profilinformationen konnten nicht abgerufen werden. Bitte authentifizieren Sie sich nochmals."
	},{
		"label": "EXC_01017",
		"text": "Die aktuellsten Einstellungen für <b>${0}</b> konnten nicht vom Server abgerufen werden. Das Spiel nutzt stattdessen die lokalen Einstellungen, dies könnte aber zu unvorhersehbaren Fehlern führen. Bitte checken Sie unserer Community Boards für mehr Informationen."
	},{
		"label": "EXC_01018",
		"text": "Lokalisierungsdatei für <b>${0}</b> konnte nicht gefunden werden."
	}]
}